Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 输入组织名称…
source: Enter organization name...
ar: أدخل اسم المنظمة...
es: Introduzca el nombre de la organización...
fr: Entrez le nom de l'organisation...
hi: संगठन का नाम दर्ज करें...
pt: Digite o nome da organização...
ta: நிறுவனத்தின் பெயரை உள்ளிடவும்...
zh_hans: 输入组织名称...
zh_hant: 輸入組織名稱...

# 输入群组名称…
source: Enter group name…
ar: أدخل اسم المجموعة...
es: Introduzca el nombre del grupo...
fr: Entrez le nom du groupe…
hi: समूह का नाम दर्ज करें...
pt: Digite o nome do grupo…
ta: குழுவின் பெயரை உள்ளிடவும்…
zh_hans: 输入群组名称…
zh_hant: 輸入群組名稱…

# 输入群组描述（选填）
source: Group description (optional)
ar: وصف المجموعة (اختياري)
es: Descripción del grupo (opcional)
fr: Description du groupe (facultatif)
hi: समूह विवरण (वैकल्पिक)
pt: Descrição do grupo (opcional)
ta: குழு விளக்கம் (விரும்பினால்)
zh_hans: 输入群组描述（选填）
zh_hant: 輸入群組描述（選填）

# 输入群组描述（选填）…
source: Enter group description (optional)…
ar: أدخل وصف المجموعة (اختياري)...
es: Ingrese la descripción del grupo (opcional)…
fr: Entrez la description du groupe (facultatif)…
hi: समूह विवरण दर्ज करें (वैकल्पिक)…
pt: Insira a descrição do grupo (opcional)…
ta: குழு விளக்கத்தை உள்ளிடவும் (விரும்பினால்)…
zh_hans: 输入群组描述（选填）…
zh_hant: 輸入群組描述（選填）…

# 迁移后未能获取群组成员身份，请稍后重试。
source: Could not load membership after migration. Please try again later.
ar: تعذّر الحصول على عضوية المجموعة بعد الترحيل. حاول لاحقًا.
es: No se pudo obtener la membresía tras la migración. Inténtalo más tarde.
fr: Impossible d'obtenir l'appartenance au groupe après la migration. Réessayez plus tard.
hi: माइग्रेशन के बाद सदस्यता प्राप्त नहीं हो सकी। बाद में पुनः प्रयास करें।
pt: Não foi possível obter a associação após a migração. Tente novamente mais tarde.
ta: இடமாற்றத்திற்குப் பிறகு உறுப்பினர் அடையாளம் கிடைக்கவில்லை. பின்னர் முயற்சிக்கவும்.
zh_hans: 迁移后未能获取群组成员身份，请稍后重试。
zh_hant: 遷移後未能取得群組成員身分，請稍後重試。

# 返回结果
source: Return results
ar: إرجاع النتائج
es: Devolver resultados
fr: Retourner les résultats
hi: परिणाम लौटाएँ
pt: Retornar resultados
ta: முடிவுகள் திரும்பவும்
zh_hans: 返回结果
zh_hant: 回傳結果

# 还没有成员档案
source: No member profile yet
ar: لا يوجد ملف تعريف للعضو حتى الآن
es: Aún no hay perfil de miembro
fr: Pas encore de profil de membre
hi: अभी तक कोई सदस्य प्रोफ़ाइल नहीं
pt: Nenhum perfil de membro ainda
ta: இதுவரை உறுப்பினர் சுயவிவரம் இல்லை
zh_hans: 还没有成员档案
zh_hant: 還沒有成員檔案

# 这不是我家？重新输入
source: This is not my home? Re-enter
ar: هذا ليس منزلي؟ أعد الدخول
es: ¿Esta no es mi casa? Volver a entrar en
fr: Ce n'est pas ma maison ? Entrez à nouveau
hi: यह मेरा घर नहीं है? पुन: दर्ज
pt: Esta não é minha casa? Digite novamente
ta: இது என் வீடு இல்லையா? மீண்டும் உள்ளிடவும்
zh_hans: 这不是我家？重新输入
zh_hant: 這不是我家？重新輸入

# 这是循环任务
source: This is a recurring task
ar: هذه مهمة متكررة
es: Esta es una tarea recurrente
fr: C'est une tâche récurrente
hi: यह एक आवर्ती कार्य है
pt: Esta é uma tarefa recorrente
ta: இது ஒரு தொடர்ச்சியான பணியாகும்
zh_hans: 这是循环任务
zh_hant: 這是循環任務

# 进入实时位置模式
source: Enter live location mode
ar: الدخول إلى وضع الموقع المباشر
es: Entrar al modo de ubicación en vivo
fr: Activer le mode position en direct
hi: लाइव लोकेशन मोड में प्रवेश करें
pt: Entrar no modo de localização ao vivo
ta: நேரடி இடப் பகிர்வு பயன்முறைக்குள் நுழை
zh_hans: 进入实时位置模式
zh_hant: 進入即時位置模式

# 进行中
source: In progress
ar: قيد التنفيذ
es: En progreso
fr: En cours
hi: प्रगति पर
pt: Em andamento
ta: நடந்து கொண்டிருக்கிறது
zh_hans: 进行中
zh_hant: 進行中

# 进行中的待办都已完成，可在下方查看记录。
source: All active to-dos are done. View your history below.
ar: اكتملت جميع المهام النشطة. اعرض السجل أدناه.
es: Todas las tareas activas están hechas. Consulta el historial abajo.
fr: Toutes les tâches actives sont terminées. Consultez l'historique ci-dessous.
hi: सभी सक्रिय कार्य पूर्ण। नीचे इतिहास देखें।
pt: Todas as tarefas ativas foram concluídas. Veja o histórico abaixo.
ta: அனைத்து செயலில் உள்ள பணிகளும் முடிந்தன. கீழே வரலாற்றைப் பார்க்கவும்.
zh_hans: 进行中的待办都已完成，可在下方查看记录。
zh_hant: 進行中的待辦都已完成，可在下方查看記錄。

# 退出
source: quit
ar: يترك
es: abandonar
fr: quitter
hi: छोड़ना
pt: desistir
ta: வெளியேறு
zh_hans: 退出
zh_hant: 退出

# 退出后，群组将不再接收你的秒级位置更新。
source: After you leave, the group will no longer receive your second-by-second location updates.
ar: بعد الخروج، لن يتلقى المجموعة تحديثات موقعك اللحظية.
es: Al salir, el grupo dejará de recibir tus actualizaciones de ubicación en tiempo real.
fr: Après votre départ, le groupe ne recevra plus vos mises à jour de position en temps réel.
hi: बाहर निकलने के बाद, समूह आपके सेकंड-दर-सेकंड स्थान अपडेट प्राप्त नहीं करेगा।
pt: Ao sair, o grupo deixará de receber suas atualizações de localização em tempo real.
ta: வெளியேறிய பிறகு, குழு உங்கள் வினாடிக்கு வினாடி இடப் புதுப்பிப்புகளைப் பெறாது.
zh_hans: 退出后，群组将不再接收你的秒级位置更新。
zh_hant: 退出後，群組將不再接收你的秒級位置更新。

# 退出后您将无法查看群内的任务和消息。
source: After logging out, you will not be able to view tasks and messages in the group.
ar: بعد تسجيل الخروج، لن تتمكن من عرض المهام والرسائل في المجموعة.
es: Después de cerrar sesión, no podrá ver las tareas ni los mensajes del grupo.
fr: Après vous être déconnecté, vous ne pourrez plus afficher les tâches et les messages du groupe.
hi: लॉग आउट करने के बाद आप ग्रुप में टास्क और मैसेज नहीं देख पाएंगे.
pt: Após sair, você não poderá visualizar tarefas e mensagens no grupo.
ta: வெளியேறிய பிறகு, குழுவில் உள்ள பணிகள் மற்றும் செய்திகளைப் பார்க்க முடியாது.
zh_hans: 退出后您将无法查看群内的任务和消息。
zh_hant: 退出後您將無法查看群組內的任務和訊息。

# 退出失败
source: Exit failed
ar: فشل الخروج
es: Salida fallida
fr: Échec de la sortie
hi: निकास विफल
pt: Falha na saída
ta: வெளியேற முடியவில்லை
zh_hans: 退出失败
zh_hant: 退出失敗

# 退出实时位置模式
source: Exit live location mode
ar: الخروج من وضع الموقع المباشر
es: Salir del modo de ubicación en vivo
fr: Quitter le mode position en direct
hi: लाइव लोकेशन मोड से बाहर निकलें
pt: Sair do modo de localização ao vivo
ta: நேரடி இடப் பகிர்வு பயன்முறையிலிருந்து வெளியேறு
zh_hans: 退出实时位置模式
zh_hant: 退出即時位置模式

# 退出实时模式
source: Exit live mode
ar: الخروج من الوضع المباشر
es: Salir del modo en vivo
fr: Quitter le mode en direct
hi: लाइव मोड से बाहर निकलें
pt: Sair do modo ao vivo
ta: நேரடி பயன்முறையிலிருந்து வெளியேறு
zh_hans: 退出实时模式
zh_hant: 退出即時模式

# 退出登录
source: Log out
ar: تسجيل الخروج
es: Finalizar la sesión
fr: Se déconnecter
hi: लॉग आउट
pt: Sair
ta: வெளியேறு
zh_hans: 退出登录
zh_hant: 登出登入

# 退出群组
source: Leave Group
ar: الخروج من المجموعة
es: Salir del grupo
fr: Quitter le groupe
hi: समूह से बाहर निकलें
pt: Sair do grupo
ta: குழுவிலிருந்து வெளியேறு
zh_hans: 退出群组
zh_hant: 退出群組

# 退出群组失败
source: Could not leave group
ar: تعذر مغادرة المجموعة
es: No se pudo salir del grupo
fr: Impossible de quitter le groupe
hi: समूह छोड़ नहीं सके
pt: Não foi possível sair do grupo
ta: குழுவை விட்டு வெளியேற முடியவில்லை
zh_hans: 退出群组失败
zh_hant: 退出群組失敗

# 退出群组失败，请稍后重试。
source: Could not leave the group. Please try again later.
ar: تعذر مغادرة المجموعة. يرجى المحاولة لاحقًا.
es: No se pudo salir del grupo. Inténtelo de nuevo más tarde.
fr: Impossible de quitter le groupe. Veuillez réessayer plus tard.
hi: समूह छोड़ नहीं सके। कृपया बाद में पुनः प्रयास करें।
pt: Não foi possível sair do grupo. Tente novamente mais tarde.
ta: குழுவை விட்டு வெளியேற முடியவில்லை. பிறகு மீண்டும் முயற்சிக்கவும்.
zh_hans: 退出群组失败，请稍后重试。
zh_hant: 退出群組失敗，請稍後重試。

# 退出试用
source: Exit trial
ar: إنهاء التجربة
es: Salir del modo de prueba
fr: Quitter l'essai
hi: परीक्षण से बाहर निकलें
pt: Sair da avaliação
ta: சோதனையிலிருந்து வெளியேறு
zh_hans: 退出试用
zh_hant: 退出試用

# 退出该群组
source: Leave this group
ar: اترك هذه المجموعة
es: Dejar este grupo
fr: Quitter ce groupe
hi: इस समूह को छोड़ें
pt: Sair deste grupo
ta: இந்தக் குழுவிலிருந்து வெளியேறு
zh_hans: 退出该群组
zh_hant: 退出該群組

# 选择外观后，应用会立即切换显示模式。
source: Once you select a look and feel, the app immediately switches display modes.
ar: بمجرد تحديد الشكل والمظهر، يقوم التطبيق على الفور بتبديل أوضاع العرض.
es: Una vez que selecciona una apariencia, la aplicación cambia inmediatamente los modos de visualización.
fr: Une fois que vous avez sélectionné une apparence, l’application change immédiatement de mode d’affichage.
hi: एक बार जब आप लुक और फील का चयन कर लेते हैं, तो ऐप तुरंत डिस्प्ले मोड स्विच कर देता है।
pt: Depois de selecionar uma aparência, o aplicativo muda imediatamente os modos de exibição.
ta: தோற்றத்தையும் உணர்வையும் நீங்கள் தேர்ந்தெடுத்ததும், ஆப்ஸ் உடனடியாக காட்சி முறைகளை மாற்றுகிறது.
zh_hans: 选择外观后，应用会立即切换显示模式。
zh_hant: 選擇外觀後，應用程式會立即切換顯示模式。

# 选择头像
source: Choose Photo
ar: حدد الصورة الرمزية
es: Seleccionar avatar
fr: Sélectionnez un avatar
hi: अवतार चुनें
pt: Selecione o avatar
ta: அவதாரத்தைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择头像
zh_hant: 選擇頭像

# 选择接收者
source: Choose recipient
ar: حدد المستلم
es: Seleccionar destinatario
fr: Sélectionnez le destinataire
hi: प्राप्तकर्ता का चयन करें
pt: Selecione o destinatário
ta: பெறுநரைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择接收者
zh_hant: 選擇接收者

# 选择群组
source: Select group
ar: حدد المجموعة
es: Seleccionar grupo
fr: Sélectionner un groupe
hi: समूह का चयन करें
pt: Selecione o grupo
ta: குழுவைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择群组
zh_hant: 選擇群組

# 选择订阅方案
source: Choose a plan
ar: اختر خطة الاشتراك
es: Elige un plan
fr: Choisir un forfait
hi: सब्सक्रिप्शन प्लान चुनें
pt: Escolha um plano
ta: சந்தா திட்டத்தைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择订阅方案
zh_hant: 選擇訂閱方案

# 选择识别方式
source: Select identification method
ar: حدد طريقة تحديد الهوية
es: Seleccione el método de identificación
fr: Sélectionnez la méthode d'identification
hi: पहचान विधि का चयन करें
pt: Selecione o método de identificação
ta: அடையாள முறையைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择识别方式
zh_hant: 選擇識別方式

# 选择隐藏位置的时长
source: Choose how long to hide your location
ar: اختر مدة إخفاء موقعك
es: Elige cuánto tiempo ocultar tu ubicación
fr: Choisissez la durée de masquage de votre position
hi: स्थान छिपाने की अवधि चुनें
pt: Escolha por quanto tempo ocultar sua localização
ta: இடத்தை மறைக்கும் கால அளவைத் தேர்ந்தெடுக்கவும்
zh_hans: 选择隐藏位置的时长
zh_hant: 選擇隱藏位置的時長

# 通知
source: Notifications
ar: إشعارات
es: Notificaciones
hi: सूचनाएं
pt: Notificações
ta: அறிவிப்புகள்
zh_hans: 通知
zh_hant: 通知

# 通过 Apple 同步
source: Sync with Apple
ar: المزامنة عبر Apple
es: Sincronizar con Apple
fr: Synchroniser avec Apple
hi: Apple से सिंक करें
pt: Sincronizar com a Apple
ta: Apple மூலம் ஒத்திசைக்கவும்
zh_hans: 通过 Apple 同步
zh_hant: 透過 Apple 同步

# 通过 Apple 登录
source: Continue with Apple
ar: تواصل مع Apple
es: Continuar con Apple
fr: Continuez avec Apple
hi: Apple के साथ जारी रखें
pt: Continue com Apple
ta: Apple உடன் தொடரவும்
zh_hans: 通过 Apple 登录
zh_hant: 透過 Apple 登入

# 遇到问题
source: Encountered a problem
ar: واجهت مشكلة
es: Encontré un problema
fr: J'ai rencontré un problème
hi: एक समस्या का सामना करना पड़ा
pt: Encontrou um problema
ta: ஒரு சிக்கலை எதிர்கொண்டார்
zh_hans: 遇到问题
zh_hant: 遇到問題

# 邀请你加入同圈群组空间！请复制此邀请码：%1$@，或使用 App 扫码加入。
source: You're invited to join a WeSync group! Copy this invite code: %1$@, or scan the QR code in the app.
ar: أنت مدعو للانضمام إلى مجموعة WeSync! انسخ رمز الدعوة: %1$@، أو امسح رمز QR في التطبيق.
es: ¡Te invitan a unirte a un grupo de WeSync! Copia este código de invitación: %1$@, o escanea el código QR en la app.
fr: Vous êtes invité à rejoindre un groupe WeSync ! Copiez ce code d'invitation : %1$@, ou scannez le QR code dans l'app.
hi: आपको WeSync समूह में शामिल होने के लिए आमंत्रित किया गया है! यह निमंत्रण कोड कॉपी करें: %1$@, या ऐप में QR कोड स्कैन करें।
pt: Você foi convidado a entrar em um grupo WeSync! Copie este código de convite: %1$@, ou escaneie o QR code no app.
ta: WeSync குழுவில் சேர அழைக்கப்பட்டுள்ளீர்கள்! இந்த அழைப்புக் குறியீட்டை நகலெடுக்கவும்: %1$@, அல்லது ஆப்ஸில் QR குறியீட்டை ஸ்கேன் செய்யவும்.
zh_hans: 邀请你加入同圈群组空间！请复制此邀请码：%1$@，或使用 App 扫码加入。
zh_hant: 邀請你加入同圈群組空間！請複製此邀請碼：%1$@，或使用 App 掃碼加入。

# 邀请成员加入
source: Invite members to join
ar: دعوة الأعضاء للانضمام
es: Invitar a miembros a unirse
fr: Inviter les membres à rejoindre
hi: सदस्यों को शामिल होने के लिए आमंत्रित करें
pt: Convide membros para participar
ta: உறுப்பினர்களை சேர அழைக்கவும்
zh_hans: 邀请成员加入
zh_hant: 邀請成員加入

# 邀请码无效。请检查并重试。
source: Invalid invite code. Please check and try again.
ar: رمز الدعوة غير صالح. يرجى التحقق والمحاولة مرة أخرى.
es: Código de invitación no válido. Por favor verifique e intente nuevamente.
fr: Code d'invitation invalide. Veuillez vérifier et réessayer.
hi: अमान्य आमंत्रण कोड. कृपया जाँच करें और पुनः प्रयास करें।
pt: Código de convite inválido. Verifique e tente novamente.
ta: தவறான அழைப்புக் குறியீடு. சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 邀请码无效。请检查并重试。
zh_hant: 邀請碼無效。請檢查並重試。

# 邀请码格式无效：必须为 6 位字母或数字。
source: Invalid invite code format: must be 6 letters or digits.
ar: تنسيق رمز الدعوة غير صالح: يجب أن يتكون من 6 أحرف أو أرقام.
es: Formato de código de invitación no válido: debe tener 6 letras o dígitos.
fr: Format du code d'invitation non valide : doit contenir 6 lettres ou chiffres.
hi: अमान्य आमंत्रण कोड प्रारूप: 6 अक्षर या अंक होना चाहिए।
pt: Formato de código de convite inválido: deve ter 6 letras ou dígitos.
ta: தவறான அழைப்புக் குறியீடு வடிவம்: 6 எழுத்துகள் அல்லது இலக்கங்கள் இருக்க வேண்டும்.
zh_hans: 邀请码格式无效：必须为 6 位字母或数字。
zh_hant: 邀請碼格式無效：必須為 6 位字母或數字。

# 邀请链接无效或已被篡改。
source: Invite link is invalid or has been tampered with.
ar: رابط الدعوة غير صالح أو تم العبث به.
es: El enlace de invitación no es válido o ha sido manipulado.
fr: Le lien d’invitation n’est pas valide ou a été falsifié.
hi: आमंत्रण लिंक अमान्य है या उसके साथ छेड़छाड़ की गई है।
pt: O link de convite é inválido ou foi adulterado.
ta: அழைப்பு இணைப்பு தவறானது அல்லது சிதைக்கப்பட்டுள்ளது.
zh_hans: 邀请链接无效或已被篡改。
zh_hant: 邀請連結無效或已被篡改。

# 邀请链接缺少签名参数。
source: Invite link is missing the signature parameter.
ar: رابط الدعوة يفتقد المعلمة signature.
es: Al enlace de invitación le falta el parámetro de naturaleza sig.
fr: Le lien d'invitation ne contient pas le paramètre signature.
hi: आमंत्रण लिंक में signature पैरामीटर गुम है।
pt: O link de convite está faltando no parâmetro signature.
ta: அழைப்பு இணைப்பில் signature அளவுரு இல்லை.
zh_hans: 邀请链接缺少签名参数。
zh_hant: 邀請連結缺少簽名參數。

# 邮箱
source: Mail
ar: بريد
es: Correo
hi: मेल
pt: Correspondência
ta: அஞ்சல்
zh_hans: 邮箱
zh_hant: 信箱

# 邮箱地址
source: Email address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
fr: Adresse email
hi: मेल पता
pt: Endereço de email
ta: மின்னஞ்சல் முகவரி
zh_hans: 邮箱地址
zh_hant: 郵件地址

# 重命名群组失败，请稍后重试。
source: Failed to rename the group. Please try again later.
ar: فشل إعادة تسمية المجموعة. يرجى المحاولة لاحقًا.
es: No se pudo cambiar el nombre del grupo. Inténtalo más tarde.
fr: Échec du renommage du groupe. Veuillez réessayer plus tard.
hi: समूह का नाम बदलने में विफल। कृपया बाद में पुनः प्रयास करें।
pt: Falha ao renomear o grupo. Tente novamente mais tarde.
ta: குழுப் பெயர் மாற்றம் தோல்வி. பிறகு மீண்டும் முயற்சிக்கவும்.
zh_hans: 重命名群组失败，请稍后重试。
zh_hant: 重新命名群組失敗，請稍後重試。

# 重复
source: Repeat
ar: يكرر
es: Repetir
fr: Répéter
hi: दोहराना
pt: Repita
ta: மீண்டும்
zh_hans: 重复
zh_hant: 重複

# 重复设置
source: Repeat
ar: كرر
es: Repetir
fr: Répéter
hi: सेटिंग्स
pt: Repetir
ta: அமைப்புகளை
zh_hans: 重复
zh_hant: 重複

# 重拍
source: Retake
ar: إعادة الالتقاط
es: Retomar
fr: Reprendre
hi: पुनः लेना
pt: Retomar
ta: மீண்டும் எடுக்கவும்
zh_hans: 重拍
zh_hant: 重拍

# 重新加载
source: reload
ar: إعادة تحميل
es: recargar
fr: recharger
hi: पुनः लोड करें
pt: recarregar
ta: மீண்டும் ஏற்றவும்
zh_hans: 重新加载
zh_hant: 重新載入

# 重置
source: reset
ar: إعادة ضبط
es: reiniciar
fr: réinitialiser
hi: रीसेट करें
pt: reiniciar
ta: மீட்டமை
zh_hans: 重置
zh_hant: 重置

# 附件
source: Attachments
ar: المرفقات
es: Adjuntos
fr: Pièces jointes
hi: संलग्नक
pt: Anexos
ta: இணைப்புகள்
zh_hans: 附件
zh_hant: 附件

# 附件上传失败，请稍后重试。
source: Attachment upload failed. Please try again later.
ar: فشل رفع المرفق. يرجى المحاولة لاحقًا.
es: Error al subir el adjunto. Inténtalo más tarde.
fr: Échec du téléversement de la pièce jointe. Veuillez réessayer plus tard.
hi: अटैचमेंट अपलोड विफल। कृपया बाद में पुनः प्रयास करें।
pt: Falha no envio do anexo. Tente novamente mais tarde.
ta: இணைப்பு பதிவேற்றம் தோல்வி. பிறகு மீண்டும் முயற்சிக்கவும்.
zh_hans: 附件上传失败，请稍后重试。
zh_hant: 附件上傳失敗，請稍後重試。

# 附件数量已达上限。
source: Attachment limit reached.
ar: تم الوصول إلى حد المرفقات.
es: Se alcanzó el límite de archivos adjuntos.
fr: Limite de pièces jointes atteinte.
hi: अनुलग्नक की सीमा पूरी हो गई.
pt: Limite de anexos atingido.
ta: இணைப்பு வரம்பை அடைந்துவிட்டது.
zh_hans: 附件数量已达上限。
zh_hant: 附件數量已達上限。

# 陪伴 %@，祝生日快乐！
source: Spend time with %@ and wish a Happy Birthday!
ar: اقضِ بعض الوقت مع %@ وأتمنى عيد ميلاد سعيدًا!
es: ¡Pasa tiempo con %@ y desea un feliz cumpleaños!
fr: Passez du temps avec %@ et souhaitez un joyeux anniversaire !
hi: %@ के साथ समय बिताएं और जन्मदिन की शुभकामनाएं दें!
pt: Passe algum tempo com %@ e deseje um feliz aniversário!
ta: %@ உடன் நேரத்தை செலவிடுங்கள் மற்றும் பிறந்தநாள் வாழ்த்துக்கள்!
zh_hans: 陪伴 %@，祝生日快乐！
zh_hant: 陪伴 %@，祝生日快樂！

# 隐私政策
source: Privacy Policy
ar: سياسة الخصوصية
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
pt: política de Privacidade
ta: தனியுரிமைக் கொள்கை
zh_hans: 隐私政策
zh_hant: 隱私權政策

# 隐私隐身模式
source: Privacy ghost mode
ar: وضع التخفي للخصوصية
es: Modo fantasma de privacidad
fr: Mode fantôme de confidentialité
hi: प्राइवेसी घोस्ट मोड
pt: Modo fantasma de privacidade
ta: தனியுரிமை மறைவு பயன்முறை
zh_hans: 隐私隐身模式
zh_hant: 隱私隱身模式

# 隐身期间，群组成员无法在地图上看到你的位置，且不会向服务器上报新坐标。
source: While hidden, group members cannot see your location on the map, and new coordinates are not sent to the server.
ar: أثناء الإخفاء، لا يمكن لأعضاء المجموعة رؤية موقعك على الخريطة ولن تُرسل إحداثيات جديدة إلى الخادم.
es: Mientras esté oculta, los miembros del grupo no verán tu ubicación en el mapa y no se enviarán nuevas coordenadas al servidor.
fr: Tant que vous êtes masqué, les membres du groupe ne voient pas votre position sur la carte et aucune nouvelle coordonnée n'est envoyée au serveur.
hi: छिपे रहने पर समूह के सदस्य मानचित्र पर आपका स्थान नहीं देख पाएंगे और नए निर्देशांक सर्वर पर नहीं भेजे जाएंगे।
pt: Enquanto oculto, os membros do grupo não verão sua localização no mapa e novas coordenadas não serão enviadas ao servidor.
ta: மறைத்திருக்கும் போது, குழு உறுப்பினர்கள் வரைபடத்தில் உங்கள் இடத்தைக் காண முடியாது; புதிய ஆயத்தொலைவுகள் சேவையகத்திற்கு அனுப்பப்படாது.
zh_hans: 隐身期间，群组成员无法在地图上看到你的位置，且不会向服务器上报新坐标。
zh_hant: 隱身期間，群組成員無法在地圖上看到你的位置，且不會向伺服器上報新座標。

# 隐身期间不会向服务器上报新坐标，群组成员仍可看到您上次上报的位置。
source: While hidden, new coordinates are not sent to the server. Group members can still see your last reported location.
ar: أثناء الإخفاء، لا تُرسل إحداثيات جديدة إلى الخادم. لا يزال بإمكان أعضاء المجموعة رؤية آخر موقع أبلغت عنه.
es: Mientras esté oculto, no se envían nuevas coordenadas al servidor. Los miembros del grupo aún pueden ver su última ubicación reportada.
fr: Tant que vous êtes masqué, aucune nouvelle coordonnée n'est envoyée au serveur. Les membres du groupe voient toujours votre dernière position signalée.
hi: छिपे रहने पर नए निर्देशांक सर्वर पर नहीं भेजे जाते। समूह के सदस्य आपका अंतिम रिपोर्ट किया स्थान अभी भी देख सकते हैं।
pt: Enquanto oculto, novas coordenadas não são enviadas ao servidor. Os membros do grupo ainda podem ver sua última localização reportada.
ta: மறைத்திருக்கும் போது புதிய ஆயத்தொலைவுகள் சேவையகத்திற்கு அனுப்பப்படாது. குழு உறுப்பினர்கள் உங்கள் கடைசியாக அறிவித்த இடத்தை இன்னும் காணலாம்.
zh_hans: 隐身期间不会向服务器上报新坐标，群组成员仍可看到您上次上报的位置。
zh_hant: 隱身期間不會向伺服器上報新座標，群組成員仍可看到您上次上報的位置。

# 随手拍照即可提取核心日程，让科技为你精简群组组织成本。
source: Snap a photo to extract key schedules and simplify group organization.
ar: التقط صورة لاستخراج المواعيد الأساسية وتبسيط تنظيم المجموعة.
es: Fotografía y extrae agendas clave para simplificar la organización del grupo.
fr: Photographiez pour extraire les agendas clés et simplifier l'organisation du groupe.
hi: फ़ोटो लें और मुख्य शेड्यूल निकालें — समूह संगठन आसान बनाएँ।
pt: Fotografe e extraia agendas principais para simplificar a organização do grupo.
ta: புகைப்படம் எடுத்து முக்கிய அட்டவணையைப் பிரித்தெடுத்து குழு ஒழுங்கை எளிதாக்குங்கள்.
zh_hans: 随手拍照即可提取核心日程，让科技为你精简群组组织成本。
zh_hant: 隨手拍照即可提取核心日程，讓科技為你精簡群組組織成本。

# 集成
source: Integrations
ar: التكامل
es: Integraciones
fr: Intégrations
hi: एकीकरण
pt: Integrações
ta: ஒருங்கிணைப்புகள்
zh_hans: 集成
zh_hant: 整合

# 集成和数据
source: INTEGRATIONS & DATA
ar: التكامل والبيانات
es: INTEGRACIONES Y DATOS
fr: INTÉGRATIONS ET DONNÉES
hi: एकीकरण और डेटा
pt: INTEGRAÇÕES E DADOS
ta: ஒருங்கிணைப்புகள் & தரவு
zh_hans: 集成和数据
zh_hant: 整合和數據

# 需要 Pro 会员
source: Pro membership required
ar: يتطلب عضوية Pro
es: Se requiere membresía Pro
fr: Abonnement Pro requis
hi: Pro सदस्यता आवश्यक है
pt: Assinatura Pro necessária
ta: Pro உறுப்பினர் தேவை
zh_hans: 需要 Pro 会员
zh_hant: 需要 Pro 會員

# 需要先登录
source: Need to log in first
ar: تحتاج إلى تسجيل الدخول أولا
es: Necesitas iniciar sesión primero
fr: Il faut d'abord se connecter
hi: सबसे पहले लॉग इन करना होगा
pt: Precisa fazer login primeiro
ta: முதலில் உள்நுழைய வேண்டும்
zh_hans: 需要先登录
zh_hant: 需要先登入

# 需要后端升级。请应用最新的 Supabase 迁移并重试。
source: Backend upgrade required. Please apply the latest Supabase migration and try again.
ar: مطلوب ترقية الواجهة الخلفية. يرجى تطبيق أحدث ترحيل Supabase والمحاولة مرة أخرى.
es: Se requiere actualización de backend. Aplique la última migración de Supabase y vuelva a intentarlo.
fr: Mise à niveau du back-end requise. Veuillez appliquer la dernière migration Supabase et réessayer.
hi: बैकएंड अपग्रेड की आवश्यकता है. कृपया नवीनतम सुपाबेस माइग्रेशन लागू करें और पुनः प्रयास करें।
pt: Atualização de back-end necessária. Aplique a migração mais recente do Supabase e tente novamente.
ta: பின்தள மேம்படுத்தல் தேவை. தயவு செய்து சமீபத்திய Supabase இடமாற்றத்தைப் பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
zh_hans: 需要后端升级。请应用最新的 Supabase 迁移并重试。
zh_hant: 需要後端升級。請套用最新的 Supabase 遷移並重試。

# 需要登录
source: Sign-in required
ar: يلزم تسجيل الدخول
es: Se requiere iniciar sesión
fr: Connexion requise
hi: लॉग इन आवश्यक है
pt: É necessário fazer login
ta: உள்நுழைவு தேவை
zh_hans: 需要登录
zh_hant: 需要登入

# 预览
source: Preview
ar: معاينة
es: Avance
fr: Aperçu
hi: पूर्व दर्शन
pt: Visualização
ta: முன்னோட்டம்
zh_hans: 预览
zh_hant: 預覽

# 预览附件
source: Preview attachment
ar: معاينة المرفق
es: Vista previa del archivo adjunto
fr: Aperçu de la pièce jointe
hi: पूर्वावलोकन अनुलग्नक
pt: Visualizar anexo
ta: இணைப்பு முன்னோட்டம்
zh_hans: 预览附件
zh_hant: 預覽附件

# 预计开销
source: Expenses
ar: نفقات
es: Gastos
fr: Dépenses
hi: खर्च
pt: Despesas
ta: செலவுகள்
zh_hans: 开销
zh_hant: 開銷

# 领取成功！您的 Pro 权益已激活至 %lld 年。
source: Success! Your Pro benefits are active until %lld.
ar: النجاح! فوائد Pro الخاصة بك نشطة حتى %lld.
es: ¡Éxito! Tus beneficios Pro están activos hasta el %lld.
fr: Succès ! Vos avantages Pro sont actifs jusqu'au %lld.
hi: सफलता! आपके Pro लाभ %lld तक सक्रिय हैं।
pt: Sucesso! Seus benefícios Pro estarão ativos até %lld.
ta: வெற்றி! உங்களின் Pro பலன்கள் %lld வரை செயலில் இருக்கும்.
zh_hans: 领取成功！您的 Pro 权益已激活至 %lld 年。
zh_hant: 領取成功！您的 Pro 權益已啟用至 %lld 年。

# 领取成功！您的 Pro 权益已激活至 2027 年。
source: Success! Your Pro benefits are active until 2027.
ar: النجاح! مزايا Pro الخاصة بك نشطة حتى عام 2027.
es: ¡Éxito! Tus beneficios Pro están activos hasta 2027.
fr: Succès ! Vos avantages Pro sont actifs jusqu'en 2027.
hi: सफलता! आपके Pro लाभ 2027 तक सक्रिय हैं।
pt: Sucesso! Seus benefícios Pro estarão ativos até 2027.
ta: வெற்றி! உங்களின் Pro பலன்கள் 2027 வரை செயலில் இருக்கும்.
zh_hans: 领取成功！您的 Pro 权益已激活至 2027 年。
zh_hant: 領取成功！您的 Pro 權益已啟用至 2027 年。

# 验证码已发送，请完成验证后重试
source: Verification code sent. Complete verification and try again
ar: تم إرسال رمز التحقق. أكمل عملية التحقق ثم حاول مرة أخرى
es: Código de verificación enviado. Completa la verificación e inténtalo de nuevo.
fr: Code de vérification envoyé. Terminez la vérification et réessayez
hi: सत्यापन कोड भेजा गया. सत्यापन पूरा करें और पुनः प्रयास करें
pt: Código de verificação enviado. Conclua a verificação e tente novamente
ta: சரிபார்ப்புக் குறியீடு அனுப்பப்பட்டது. சரிபார்ப்பை முடித்து மீண்டும் முயலவும்
zh_hans: 验证码已发送，请完成验证后重试
zh_hant: 驗證碼已發送，請完成驗證後重試

# %lld 人
source: %lld people
zh_hans: %lld 人
zh_hant: %lld 人
